Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And he was talking first about his dad, who he hardly knew, who had died, and then about his mom, who he did know, who was still alive. And I said to him,
ht: Nou t ap pale de manman l, ke l te konnen, ki toujou vivan.

source: "I know the story. I've read the records.
ht: Mwen te di li: mwen konnen istwa l la.

source: I know that she tried to kill you."
ht: Mwen te li achiv yo; mwen konnen ke l te eseye touye w.

source: I said, "But I've always wondered whether you really actually remember that."
ht: Men, mwen toujou ap poze tèt mwen yon kesyon: mwen mande èske w sonje tout bon vre.

source: I said, "I don't remember anything from when I was five years old.
ht: Paske mwen menm, mwen pa sonje anyen de lè m te gen 5 an.

source: Maybe you just remember somebody telling you."
ht: Petèt ou ka sonje sa yon moun te di w.

source: And he looked at me and he leaned forward, and he said, "Professor," -- he'd known me for 12 years, he still called me Professor.
ht: Li te gade m, epi li te kage devan, li te rele m "Pwofesè" malgre ke l te gen 12 an depi ke l te konnen m,

source: He said, "Professor, I don't mean any disrespect by this, but when your mama picks up a butcher knife that looks bigger than you are, and chases you through the house screaming she's going to kill you, and you have to lock yourself in the bathroom and lean against the door and holler for help until the police get there," he looked at me and he said,
ht: "Pwofesè, mwen p ap di sa m pral di la a pou m derespekte w, men lè manman w pran yon kouto ki parèt pi gwo pase w, epi l kouri dèyè w nan tout kay la, epi l ap deklare ke li pra l touye w.

source: "that's something you don't forget."
ht: Li te gade m epi l te di: "Sa se yon bagay ke w pap janm bliye."

source: I hope there's one thing you all won't forget: In between the time you arrived here this morning and the time we break for lunch, there are going to be four homicides in the United States.
ht: Mwen swete ke gen yon bagay ke nou tout p ap bliyé ant lè ke nou rive la ek lè ke nou pral kanpe, pou na l manje dejene, pra l gen 4 asasinasyon atravè Ozetazini.

source: We're going to devote enormous social resources to punishing the people who commit those crimes, and that's appropriate because we should punish people who do bad things.
ht: Nou pra l konsakre anpil resous sosyal pou n pini moun ki fè krim sa yo. Pinisyon nou yo konvenab paske nou dwe pini moun ki fè sa k pa sa.

source: But three of those crimes are preventable.
ht: Men gen 3 nan krim sa yo, nou te ka epanye.

source: If we make the picture bigger and devote our attention to the earlier chapters, then we're never going to write the first sentence that begins the death penalty story.
ht: Si nou pa gade pi byen pou nou konsantre sou chapit ki o kòmansman yo, nou p ap janm ka ekri premye fraz ki kòmanse wout pèn lanmó a.

source: we're used to seeing things from a particular point of view that is from a particular frame of reference and things look different to us under different circumstances at the moment
ht: n ap itilize yo wè bagay ki soti nan yon pwen an patikilye de vi ki se ki sòti nan yon ankadreman patikilye nan referans ak bagay sa yo gade diferan ak nou nan sikonstans diferan nan moman sa a

source: you look to queue here you're upside down you're the ones upside down no europe turns out well not he's the one that's upside down his name well let's talk for a
ht: ou gade nan nat isit la ou vire tèt anba ou se yo menm ki tèt anba pa gen okenn Ewòp vire soti byen pa li se youn nan ki nan tèt anba non l ' byen kite la pale pou yon

source: hi you lose people want to really up that that you better come into my frame of reference now
ht: hi ou pèdi moun ki vle reyèlman moute ke sa ou pi byen antre nan ankadreman m 'lan nan referans kounye a

source: frame of reference was inverted from what it usually is that view of things would be normal for me if i normally walk to my friends this represents a frame of reference just three route that together so that peace is at right angles to the other two now i'm going to move in this direction if either plane at the same spot on your screen but you know i'm moving that way because you see the wall moving that way behind me but how do you know that i'm not that i think bill and the wall moving workable now the wallet that the pier and you have no way of telling whether imovie or not but now you know that i'm moving the point of it is that all motions it's relative in both cases i was moving relative to the wall and the wall with moving relative to me all motion is relative but we tend to think of one thing is being fixed and the other thing has been moving we usually think of the earth inspect and walls are usually pick to beer so perhaps you were the part of the first time when it was the wallet was moving and not doctor whom a frame of reference text of the earth is the most common frame of reference in which to observe the motion of other things that is the frame of reference that you're used to the framers baton to the table the table is bolted to the floor the florida anchored in the building and the building at firmly attached to the earth of course the reason for having three rods if the position uh... any object such as this fall can be specified using these three reference line this reference line points in the direction which we called up two different directions here than it is on the other side of the air and these two reference lines specify a plane which we call horizontal or level in this film we're going to look at the motion of object in this third frame of reference and other frames of reference moving in different ways relative to the other frame well let's look at a motion this field ball can be held are by the electra mode no i'm going to open the switch and you watch the motions of the ball the ball is accelerated straight down by gravity along the line parallel to this vertical reference blood as you can see the electromagnetic mounted on the cockpit can move i'm going to do exactly the same experiment the doc resume did but this time while a cart is moving at a constant velocity is pulled along by spring which is longer on this photograph turntable and that hold that with a constant velocity when the car passes this line be lol this week that you can see i'm going to start the cart down at the end of the table so that by the time it gets to this point by can be sure it's moving with a constant velocity i want you to watch right here so that you will see the ball falling
ht: ankadreman nan referans te Envèse soti nan sa li Jeneralman sa yo se ke lide sa de bagay sa yo ta dwe nòmal pou m ' si mwen nòmalman mache ale nan zanmi m ' sa a reprezante yon ankadreman nan referans jis twa wout ki ansanm Se konsa lapè sa se nan ang dwat a de nan lòt kounye a mwen pral pou avanse pou pi nan direksyon sa a si swa avyon nan plas la menm sou ekran ou, men ou konnen m ap deplase nan fason sa a paske ou wè miray ranpa a nan k ap deplase nan fason sa a dèyè do m ' men ki jan ou konnen ke mwen pa ke mwen panse ke bòdwo ak miray ranpa a deplase possible kounye a bous la ki waf la ak ou pa gen okenn fason pou di si imovie oswa ou pa Men, koulye a ou konnen ke m ap deplase pwen an nan li se ke tout mouvman li nan fanmi nan toulede ka mwen te deplase relatif nan miray ranpa a nan ak miray la ak deplase relatif nan m ' tout mosyon se relatif men nou gen tandans panse nan yon sèl bagay se ke yo te fiks ak bagay la lòt ki te deplase anjeneral nou panse ki sou tè a enspekte ak mi yo anjeneral chwazi byè se konsa petèt ou te pati nan premye fwa a

source: i think you can see that the ball landed in exactly the same position of the did before when doctor whom did the experiment with the car text but this time the ball could not have fallen straight down let me show you off the ball was released at that point if it had fallen straight down because the cart moves on in the time to take the fall would have landed back here somewhere but it didn't wanted to do the experiment again best time i'm going to let you watch the motion through slow-motion camera which is fixed the cart moves by the ball will fall and you can watch a missile which the camera
ht: mwen panse ou ka wè ke boul la te ateri nan egzakteman menm pozisyon-an nan te fè nan anvan lè doktè ki moun te fè eksperyans la ak tèks la machin men fwa sa a boul la pa t 'kapab te tonbe dwat desann, kite m' moutre ou la te boul la lage nan pwen sa a si li te tonbe dwat desann paske kabwa a mache sou nan tan a pran sezon otòn nan ta gen te ateri tounen isit la yon kote men li pa t ' te vle fè eksperyans lan ankò pi bon tan Mwen pral kite ou gade mouvman an nan ralanti-mouvman kamera ki se fiks kabwa a mouvman pa boul la pral tonbe, epi ou ka gade yon misil ki kamera a

source: how true this again first-time there'll be a line on the film so if you can see the fat repeatedly complete but the problem all to the ground all of this has been in a frame of reference fixed to the year all of this motion locked in a frame of reference which was moving along with the car frame of reference like that well so that you can see what it looks like i'm going through solution camera so that it was with the car permittivity experiment again incidently i started and the number to stand here when the ball for all of you will have something which is fixed as a reference point
ht: ki jan vre sa a ankò pou premye fwa pral gen yon liy sou fim nan Se konsa, si ou ka wè gen anpil grès nan repete konplè men pwoblèm nan tout nan tè a tout bagay sa yo te gen nan yon ankadreman nan referans fiks a ane a tout bagay sa yo mosyon fèmen nan yon ankadreman nan referans ki te deplase ansanm ak machin nan ankadreman nan referans tankou sa byen pou ke ou ka wè sa li sanble Mwen pral nan kamera solisyon konsa ke li te la avèk machin nan eksperyans Dielectric ankò incidently mwen te kòmanse ak nimewo a kanpe isit la lè boul la pou tout moun nan w ap gen yon bagay ki se fiks kòm yon pwen referans

source: in their moving frame of reference i think you can see but the problem all as a political straight line it looks exactly the same as the day before when doctor whom did the experiment with the car etc if we were moving along in this frame of reference and we couldn't see the surroundings then we wouldn't be able to tell by this experiment that we were moving at a constant velocity as a matter of fact we wouldn't be able to tell by any experiment that we were moving at a constant velocity i'm gonna do the experiment once more and this time i'm not going to stand here behind the ball at the fall so that you won't have any fixed repertoire
ht: nan ankadreman deplase yo nan referans mwen panse ou ka wè men pwoblèm nan tout kòm yon liy politik tou dwat li sanble egzakteman menm jan jou a anvan lè doktè ki moun te fè eksperyans la ak elatriye nan machin si nou te k ap deplase ansanm nan sa a ankadreman nan referans ak nou pa te kapab wè anviwònman yo Lè sa a, nou pa ta kapab di pa eksperyans sa a ke nou yo te deplase nan yon vitès konstan kòm yon kesyon de reyalite nou pa ta kapab di pa nenpòt eksperyans ke nou yo te deplase nan yon konstan vitès

source: as far as you're concerned that time the karke wasn't necessarily moving at all that time when you couldn't see the background then i think perhaps it was harder for you to realize that you were in moving frame of reference important thing to realize here all frames of reference moving at constant velocity with respect to one another are equivalent doctor ivy showed you but the motion of the ball that was released from the moving karte looked like in the current frame of reference and in the car frame the motion looks simpler from a car now i want you to watch the motion white spot would probably be the clock moving out circle
ht: osi lwen ke w ap konsène ke tan karke la pa te nesesèman k ap deplase nan tout tan sa a lè ou pa te kapab wè background nan Lè sa a, mwen kwè petèt li te pi difisil pou ou pou w reyalize ke ou te nan k ap deplase ankadreman nan referans bagay enpòtan nan reyalize isit la tout ankadreman nan referans k ap deplase nan vitès konstan ak respè youn ak lòt yo se ekivalan doktè Ivy te montre nou, men mouvman an nan boul la ki te lage nan la k ap deplase kart te sanble ak nan ankadreman aktyèl la nan referans ak nan ankadreman an machin mosyon an sanble pi senp nan yon machin kounye a mwen ta renmen ou gade mosyon an blan tach ta pwobabman revèy la k ap deplase soti sèk

source: but that is what it's practiced actually like in the hurt of reference this is your normal frame of reference you father thought moving in the circle because you're high moved along with the car you put yourself in the frame of reference of the moving truck so if it isn't always true that we view motion from the third frame of reference when the motion is simpler from the moving frame you automatically put yourself and not moving frame now we're going to do another experiment on a relative motion to show how the compare the block today of an object in one printer records to explore all serbian another frame of reference forgiveness drive a spark a certain stark it moves a straight across the table with a speed which is essentially constant because the forces of friction of the made very small this is just the law of inertia an object moves the constant velocity unless an unbalanced force acts on it how you get the same start backwards uh... dougherty and gives it the same started moves back in this direction with the same philosophy now we're on a car here a car which can move in which were you going to move in this direction and we're going to repeat the experiment all right let's go
ht: men sa se ki sa li la pratike aktyèlman tankou nan malè rive nan nan referans sa a se ankadreman nòmal ou nan referans ou te panse papa k ap deplase nan sèk la paske w ap segondè te deplase ansanm ak machin nan ou mete tèt ou nan ankadreman an nan referans nan kamyon an deplase Se konsa, si li se pa toujou vrè ke nou wè mouvman soti nan ankadreman an twazyèm nan referans lè mouvman an se ki pi senp nan ankadreman an deplase ou otomatikman mete tèt ou epi yo pa deplase ankadreman kounye a nou ap pral fè yon lòt eksperyans sou yon mosyon relatif yo montre ki jan konpare a blòk la jodi a nan yon objè nan yon sèl dosye enprimant yo eksplore tout serbian yon lòt ankadreman nan referans padon kondwi yon ti etensèl yon Stark sèten

source: if we were making measurements here then we would observe the same but lots of these that is the same experimental results that we did before and so would you because you are observing this experiment through with the camera which is fast into this car added you were in the moving frame of reference but now we're going to do the experiment again and this time you watched through a camera which is fixed in the poor frame of reference or concentrate on watching the clock to lecture i follow us i think you'll see that in a move faster that way and not so bad this way relative to u_n_ relative to the wall husband
ht: si nou te konn fè mezi isit la Lè sa a, nou ta obsève menm bagay la tou men anpil nan sa yo ki se menm bagay rezilta yo eksperimantal ke nou te fè anvan ak sa ou ta yo paske w ap obsève eksperyans sa a nan ak kamera a ki se vit nan machin sa a ajoute ou te nan ankadreman an k ap deplase nan referans Men, koulye a nou pral fè eksperyans lan ankò ak tan sa a ou t'ap gade nan yon kamera ki se fiks nan pòv yo ankadreman nan referans oswa konsantre sou l ap gade revèy a konferans mwen swiv nou mwen kwè ou pral wè ke nan yon mouvman pi vit fason sa a epi yo pa tèlman mal fason sa a relatif nan u_n_ relatif nan mari a miray

source: here the car which was moving along in this direction with the velocity we were thinking on the card at a table here i am over on the side and uh... doctor doom was on the side and we were pushing back-and-forth on the table well i pushed it and went into this direction with the velocity v when doctor didn't want to do when in this direction the same velocity v but this is the velocity relative to the car what about the velocity relative to an observer on the ground in the picture brain well if it was pushed in this direction it's velocity to you plot being if it's in this direction it will also be used u minded b this is all very reasonable is nothing very hard to understand here the surprising thing about this expression is that it is not actor in all circumstances at very high speed by high speed i mean speeds close to the velocity of light expression breakdown at these very high speed we have to use the ideas about relative motion developed by a albert einstein in his special theory of relativity for all the speed of the we're ever likely to run into this expression you plus or minus the is completely adequate so far we've been talking about frames of reference moving at a constant velocity relative to one another now i'm going to do the experiment with the dropping ball again only that time the karte will be accelerated relative to the earth frame these weight will fall and give the cart a constant acceleration first of all out and then i'll really put the motion is very fast and i want you to watch at the point where the ball is released from the pic camera i don't know whether you thought that are not at the top of the vault with the things that was before for either prime it landed in a different spots this is because the cart kept on accelerating in this direction as the ball was falling now i'm going to let you see it again with the slow-motion camera fixed on to the car
ht: isit la machin lan ki te deplase ansanm nan direksyon sa a ak vitès la nou te panse sou kat la nan yon tablo Men mwen wi sou sou bò ak en ... doktè fayit te sou bò lanmè a epi nou yo te pouse tounen-ak-soti sou tab la men m pouse li, li antre nan direksyon sa a ak vitès la v lè doktè pa t 'vle fè lè nan direksyon sa a v la vitès menm men sa a se vitès nan relatif nan machin nan sa ki sou vitès la relatif nan yon obsèvatè sou tè a nan sèvo a foto byen si li te pouse nan direksyon sa a li nan vitès ou trase ke yo te si li nan nan direksyon sa a li pral tou gen pou itilize u èspri b sa a se tout trè rezonab se pa gen anyen difisil anpil yo konprann isit la bagay la etone sou sa a ekspresyon se ke li se pa aktè nan tout sikonstans nan vitès trè wo nan gwo vitès mwen vle di vitès pre vitès la nan limyè ekspresyon pann nan sa yo vitès trè wo nou gen yo sèvi ak lide yo sou mouvman relatif devlope pa yon Albert Einstein nan teyori espesyal li nan relativite pou tout vitès la nan la nou ap janm kapab kouri antre nan sa a ekspresyon ki ou plis oswa mwens se konplètman adekwa byen lwen tèlman nou ve yo te ap pale de ankadreman nan referans deplase nan yon konstan relatif vitès nan yon sèl yon lòt kounye a mwen pral fè eksperyans la ak boul la jete ankò sèlman lè sa a kart la yo pral akselere relatif nan ankadreman an latè sa yo pwa pral tonbe epi bay kabwa a yon konstan akselerasyon premye nan tout soti ak Lè sa a, mwen pral reyèlman mete mouvman an se trè vit e mwen vle w yo gade nan pwen an ki kote boul la lage soti nan kamera a pic mwen pa konnen si wi ou non ou te panse ke yo pa nan tèt la nan vout la ak bagay sa yo ki te wa anvan pou swa pwemye li te ateri nan yon tach diferan sa a se paske kabwa a te kenbe sou akselere nan direksyon sa a kòm a boul te tonbe kounye a mwen pral kite w wè l 'ankò ak kamera a ralanti-mouvman fiks sou nan machin nan

source: this time you saw the bull moving off to one side falling down the vertical reference line as it did in the constant velocity case but suppose you were in the six telerate a frame of reference how could you explain this gravity is the only force acting on this fall so it should fall straight down but at the law of inertia is to hold there must be a farce pushing sideways on the ball in this direction accorded to deviate from the vertical path but what kind of a force is it it is not gravitational or an electric or nuclear force in fact it is in the force at all as we know what story left to conclude but it gets sensor is no force that could be pushing in this direction on the ball but the law governorship just does not hold this is a strange frame of reference we call a frame of reference in which the law of inertia holes and inertial the law how the nurse or holds in the third frame of reference so it is an inertial frame the car moving at constant velocity relative to the earth is an inertial frame but the car which is expel a rated is not an inertial frame because the frame of reference that we're used to living in is one in which the law of inertia holds when we go into a non inertial
ht: tan sa a, ou te wè ti towo bèf la k ap deplase kite sou yon bò tonbe desann liy lan referans vètikal jan li te fè nan ka a vitès konstan Men, si ou te nan telerate nan sis yon ankadreman nan referans ki jan ou ta ka esplike sa a gravite se fòs a sèlman aji sou otòn sa a se konsa li ta dwe tonbe dwat desann men nan lwa a nan inèsi se yo kenbe dwe gen yon mascarade pouse sou kote sou boul la nan direksyon sa a yo bay devye soti nan chemen an vètikal men ki kalite yon fòs se li

source: like the frame of the accelerated car our belief in the lava nurture is so strong but when we feed them acceleration of the ball sideways we think there is a port carpet so we make fiction but they're into force and sometimes we call this fictitious force fictitious forces arise an accelerated frames of reference the frame is accelerated in this direction so you in the frame cn acceleration of the ball in this direction and you say that there is a force cutting it
ht: lè nou ale nan yon inèrsyèl ki tankou ankadreman an nan machin nan akselere kwayans nou nan lav ki nouri se tèlman fò Men, lè nou ba yo manje akselerasyon nan boul la sou kote nou panse gen yon pò tapi pou nou fè fiksyon men yo ap antre nan fòs epi pafwa nou rele sa a fo fòse fòs fo Leve chita non yon akselere ankadreman nan referans se ankadreman an akselere nan direksyon sa a konsa ou nan ankadreman an CN akselerasyon nan boul la nan direksyon sa a ou di ke gen yon fòs koupe li

source: what's happening this time why doesn't the talking straight across the table i did it before how you can see it doesn't if we believe in the law of inertia but we must believe that there is an unbalanced force to change the velocity of the pot but this pope is nearly friction locks so what can be exerting this unbalanced correspondent though that you watched the motion this time through a camera which is fixed in the earth's frame of reference
ht: sa k ap pase tan sa a poukisa pa pale an tou dwat a kote tab la mwen te fè l 'devan fason ou kapab wè li fè sa pa si nou kwè nan tout lalwa a nan inèsi men nou dwe kwè ke gen se yon fòs dezekilib chanje vitès la nan po a men sa a pap se prèske friksyon kadna Se konsa, sa yo ka ègzèrs sa a Korespondan dezekilib menm si ke ou t'ap gade mosyon an tan sa a nan yon kamera ki se fiks nan ankadreman tè a nan referans

source: i think if you concentrate on watching dot papa you can't be that it is a warning is a great time and that therefore there is no i'm not quite acting on it
ht: mwen panse si ou konsantre sou l ap gade dot papa ou pa ka ke li se yon avètisman se yon tan gran e ke Se poutèt sa pa gen okenn mwen pa byen aji sou li
